{
  "HomePage": {
    "titleEraclea": "A glimpse of Eraclea...",
    "citEraclea": "“Eraclea Minoa, where ancient ruins touch the sea and eternal beauty lives in the silence of history.”"
  },

  "AudioguidePage": {
    "title": "Audioguide",
    "label1": "Greek Theatre of Eraclea Minoa",
    "img1": "/assets/teatro_greco.webp",
    "text1": "Welcome to the Greek Theatre of Eraclea Minoa.\nWe are excited to guide you through the discovery of one of the most extraordinary and well-preserved examples of Hellenistic theatrical architecture in ancient Sicily.\nLocated in the historic city of Eraclea Minoa, this theatre represents a marvel of Greek architecture.\n\nBuilt in the 4th century BC during the era of Greek domination, the Theatre of Eraclea Minoa was an important cultural and social center, dedicated to the performance of tragedies and comedies that reflected the beliefs, mythological stories, and daily life of ancient Greece.\n\nDesigned to accommodate about 2,000 spectators, the theatre is notable for its semicircular structure and well-preserved tiers, which ensure excellent visibility and acoustics.\nThe diazoma, the horizontal section that divides the tiers into two levels, is clearly visible and demonstrates the architects' skill in organizing the area for the audience.\n\nThe stage, the area dedicated to theatrical performances, was adorned with elaborate decorations and equipped with a stage that allowed actors to perform with optimal visibility.\nAlthough some sculptures and reliefs are damaged, they provide insight into the art and decoration that once adorned the theatre.\n\nDuring excavations, numerous objects, tools, and decorations were discovered that offer valuable information about the daily life of the ancient inhabitants of Eraclea Minoa.\nThese artifacts, preserved and exhibited in the local museum, help reconstruct the theatrical practices and customs of the time.\n\nA distinctive feature of the Theatre of Eraclea Minoa is its panoramic position, offering a breathtaking view of the sea and the surrounding countryside.\nThis natural scenery not only enriched the theatrical experience but also helped create a magical and immersive atmosphere.\n\nDue to its proximity to the sea and exposure to winds, the theatre is subject to significant degradation, but conservation measures, including a temporary covering, have been taken to protect it.\n\nVisiting the Greek Theatre of Eraclea Minoa is a unique opportunity to travel back in time and immerse yourself in the history and culture of ancient Greece.\nAs you explore this magnificent site, imagine yourself among the audience, watching engaging performances and listening to mythological stories.\n\nThank you for joining us on this guided tour.\nWe hope you have appreciated the grandeur and beauty of this exceptional historical site.",
    "filePath1": "/assets/media/audioguida_theatre_eraclea.mp3",
    "label2": "Antiquarium of Eraclea Minoa",
    "img2": "/assets/antiquarium.webp",
    "text2": "Welcome to the discovery of the Antiquarium of Eraclea Minoa, one of the most fascinating archaeological treasures of Sicily.\nWe are delighted to take you on this extraordinary journey through time, exploring a unique collection of artifacts that offer a detailed glimpse into the life and culture of this ancient Greek city.\nEraclea Minoa was founded by the Selinuntians in the 6th century BC and became an important commercial and cultural center. According to legend, the name Minoa derives from the mythical expedition of Minos to Sicily in search of Daedalus, the architect of the labyrinth, and the tragic encounter with Kokalos, lord of the Sicanians.\nThis myth reflects the frequent cultural and commercial exchanges between East and West during the Mycenaean period. The city was named Eraclea, according to Herodotus, in honor of Heracles, by Eurileon, the sole survivor of the Spartan Dorieus expedition at the end of the 6th century BC.\nLocated on the southern coast of Sicily, with a breathtaking view of the Mediterranean Sea, the Antiquarium of Eraclea Minoa offers a deep insight into the life of the ancient inhabitants over the centuries.\nAt the entrance, you will be greeted by vases and ceramics depicting everyday scenes and rituals. These objects are not just decorative but provide valuable information about domestic life and religious practices of the time.\nObserve the depictions of banquets, dances, and sacrifices, typical of ancient Greek life.\nAs you continue, you will find a selection of tools and everyday objects, such as kitchen utensils, coins, and jewelry. Each piece tells part of the story of daily life and the commercial activities of Eraclea Minoa.\nThe jewelry, in particular, reflects sophisticated techniques in working metals and precious stones.\nAnother area of great interest is dedicated to sculptures and reliefs. These artifacts highlight the artistic skills of Greek sculptors and provide insights into the deities and mythological figures they worshiped. The statues and busts, many of which come from temples and sanctuaries in the city, tell us about religious beliefs and idealized representations of gods and heroes.\nFinally, don't miss the section on inscriptions and funerary steles. These ancient documents provide valuable information about the social and political structure of Eraclea Minoa. The inscriptions offer details about public officials, laws, and religious dedications, while the funerary steles tell the stories of those buried and their burial practices.\nThe Antiquarium of Eraclea Minoa is not just a museum but an immersive journey into the history and culture of a city that left a lasting imprint on Sicily and the Greek world.\nWe hope your visit enriches your understanding and appreciation of the cultural heritage of this extraordinary archaeological site.\nThank you for visiting the Antiquarium of Eraclea Minoa. Enjoy your exploration!",
    "filePath2": "/assets/media/audioguida_antiquarium_eraclea.mp3",
    "label3": "The Archaeological Excavations of Eraclea Minoa",
    "img3": "/assets/quartiere_ellenistico.webp",
    "text3": "Welcome to the discovery of the archaeological excavations of Eraclea Minoa.\nWe are excited to guide you through this fascinating journey into the past, exploring one of the most important archaeological sites in Sicily.\nLocated on the southern coast of the island, Eraclea Minoa offers a unique insight into the life and culture of the ancient Greeks.\nFounded in the 6th century BC by Greek colonists, the site of Eraclea Minoa quickly became a vibrant commercial and cultural center.\nThe archaeological remains we will see today provide us with a valuable overview of this historic city.\n\nLet's begin our tour with the Theatre. The theatre, one of the site's most impressive structures, could accommodate about 2,000 spectators. It was the beating heart of the city's cultural life. Its limestone tiers offer a spectacular view of the surrounding countryside. Imagine yourself here centuries ago, attending theatrical performances dedicated to gods and heroes of Greek mythology.\n\nHeading toward the residential area, located south of the theatre, we can observe a significant sector with two overlapping layers of houses: one Hellenistic and one Roman Republican. Among the remains of the 4th-3rd centuries BC, two houses with a simple floor plan have been excavated, characterized by a small central atrium.\nHouse A was single-story and featured a courtyard with a large cistern for collecting rainwater. To the north of the courtyard, we find a domestic shrine (lararium), with a quadrangular altar and a small niche for the lares.\nThe floor is made of cocciopesto decorated with white tesserae, and the walls retain traces of stucco decorations in the Pompeian style.\n\nHouse B features an upper floor with rooms for domestic life. The rubble from the upper floor, including unbaked bricks and decorated floors, collapsed into the underlying rooms.\nThe well-preserved walls, covered with painted plaster, offer an extraordinary glimpse into the architecture of the time.\n\nSuperimposed on this 4th-3rd century BC habitation is the first residential layer of the 2nd-1st century BC. This layer corresponds to the repopulation colony established after the First Servile War (132 BC).\nThe houses of this period generally consisted of two or more rooms around a courtyard with a hearth. The walls, made of gypsum stone blocks and unbaked bricks, were organized into blocks with streets intersecting in a regular pattern.\n\nBy the end of the 1st century BC, the city was abandoned, and the site fell silent. In the early Christian and Byzantine periods, between the 3rd and 7th centuries AD, the extra-urban area was reoccupied, with the construction of a large basilica and an adjacent cemetery.\n\nExcavations continue to reveal new treasures, including everyday objects, coins, and remains of structures. Each discovery further enriches our understanding of the history of Eraclea Minoa and the lives of its inhabitants.\n\nThank you for participating in this guided tour of the archaeological excavations of Eraclea Minoa.\nWe hope you found this journey through time fascinating and that you have gained new perspectives on the rich history and culture of this extraordinary site.",
    "filePath3": "/assets/media/audioguida_archaeological_excavations_eraclea.mp3",
    "buttonTextMostra": "Show text",
    "buttonTextNascondi": "Hide text"
  },
  "Map": {
    "title1": "Greek Theater of Eraclea Minoa",
    "text1": "The ancient Greek theater of Eraclea, built in the 5th century BC, has a cavea with 10 tiers and a sea view. Excavated in 1957, nearby is the antiquarium with artifacts. The city preserves traces of Hellenistic and Roman urban planning, with remains of a 6 km-long wall and square towers.",
    "link": "Discover",
    "title2": "Antiquarium of Eraclea Minoa",
    "text2": "The Antiquarium of Eraclea Minoa, located at the entrance of the archaeological area, displays artifacts such as ceramics and coins from the archaic and Hellenistic houses and necropolises, offering a glimpse into the daily life and history of the city.",
    "title3": "Archaeological Area of Eraclea Minoa",
    "text3": "The archaeological area of Eraclea Minoa, located on a white promontory overlooking the sea, was founded by Selinunte in the 6th century BC and contested between Greeks and Carthaginians until Roman conquest. The site includes a 4th-century BC theater and a 6 km-long city wall. Nearby necropolises and the Antiquarium showcase the city's history, from its founding to Roman rule."
  },

  "CreditsPage": {
    "title": "Credits",
    "titleArray1": "Municipality and Tourist Office",
    "txtArray1": "A special thanks to the Municipality and the Pro Loco of Cattolica Eraclea for their collaboration in providing historical materials and images. Thanks also to the office of the Archaeological Area of Eraclea Minoa for the contribution of artifacts and historical data, and to Edgemony and Simone Schifano for making this project possible.",
    "titleArray2": "Development Team",
    "txtArray2": "The app was developed by a dedicated development team, who worked to provide an interactive and engaging experience of the historical site.",
    "titleArray3": "License",
    "txtArray3": "All content is used with the permission of the respective owners.",
    "paragraph": "This app was created to promote the historical heritage of Eraclea Minoa and offer visitors an immersive and informative experience. Thanks to the collaboration of local experts and institutions, we were able to integrate cultural content and technological tools to explore the site in the best possible way."
  },

  "ExploraPage": {
    "title": "Explore",
    "btnExursion": "Excursions",
    "btnPath": "Paths"
  }
}
